Table of Contents
 Enum PrestressInputType
Namespace
IdeaRS.OpenModel.Concrete.Load
Assembly
IdeaRS.OpenModel.dll
Type of input of prestressing
public enum PrestressInputType
Fields
AfterLongTermLosses = 3
stress after long term losses is added to tendon
AfterTransfer = 1
stress after transfer - long term losses will be calculated
Fields
 Name |  Description
 AfterLongTermLosses = 3
stress after long term losses is added to tendon
 AfterTransfer = 1
stress after transfer - long term losses will be calculated
 Edit this page